/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d %3$@; dane = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<NULL>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "Podważenie wiarygodności AA";

/* Label of field in authority info access extension */
"Access Location" = "Lokalizacja dostępu";

/* Label of field in authority info access extension */
"Access Method" = "Metoda dostępu";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Zmieniona przynależność";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algorytm";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Numer seryjny certyfikatu urzędu";

/* Authority info access extension label */
"Authority Information Access" = "Dostęp do informacji urzędu";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "ID klucza urzędu";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Ograniczenia podstawowe";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Łańcuch bitowy";

/* No comment provided by engineer. */
"bits" = "bitów";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Łańcuch bajtowy";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "bajtów";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "Podważenie wiarygodności CA";

/* X.509 key usage bitfield name */
"Cert Sign" = "Podpis certyfikatu";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Urząd certyfikacji";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Zawieszenie certyfikatu";

/* Certificate Policies extension label */
"Certificate Policies" = "Zasady certyfikatów";

/* No comment provided by engineer. */
"Certificate Type" = "Typ certyfikatu";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Zaprzestanie działania";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Krytyczne";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "Punkty dystrybucyjne CRL";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "Wystawca CRL";

/* X.509 key usage bitfield name */
"CRL Sign" = "Podpis CRL";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Dane";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Szyfrowanie danych";

/* X.509 key usage bitfield name */
"Decipher Only" = "Tylko odszyfrowanie";

/* X.509 key usage bitfield name */
"Digital Signature" = "Podpis cyfrowy";

/* label for general name field value */
"Directory Name" = "Nazwa katalogu";

/* label for general name field value */
"DNS Name" = "Nazwa DNS";

/* label for general name field value */
"EDI Party Name" = "Nazwa strony EDI";

/* label for general name field value */
"Email Address" = "Adres email";

/* X.509 key usage bitfield name */
"Encipher Only" = "Tylko szyfrowanie";

/* No comment provided by engineer. */
"Expired" = "Wygasł";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Wygasa";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Tekst jawny";

/* Extended key usage extension label */
"Extended Key Usage" = "Rozszerzone użycie klucza";

/* Label used for General Name entry when value is invalid */
"General Name" = "Nazwa ogólna";

/* Label used for General Names when value is invalid */
"General Names" = "Nazwy ogólne";

/* No comment provided by engineer. */
"Hostname mismatch." = "Niezgodna nazwa hosta.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Odwzorowanie zasad powstrzymywania";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "Nieprawidłowe: %@";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Nieprawidłowe połączenie łańcucha certyfikatów.";

/* label for general name field value */
"IP Address" = "Adres IP";

/* No comment provided by engineer. */
"Issued By" = "Wystawca:";

/* No comment provided by engineer. */
"Issuer Name" = "Nazwa wystawcy";

/* No comment provided by engineer. */
"Issuer Summary" = "Podsumowanie wystawcy";

/* No comment provided by engineer. */
"Issuer Unique ID" = "Unikalny ID wystawcy";

/* X.509 key usage bitfield name */
"Key Agreement" = "Uzgadnianie klucza";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Podważenie wiarygodności klucza";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Szyfrowanie klucza";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "ID klucza";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "Nazwa względem wystawcy CLR";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "Nie";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Niezaprzeczalność";

/* field value of parameters field when no parameters are present */
"none" = "brak";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "niewyświetlone (znacznik = %1$@; długość %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "Nieważny po";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "Nieważny przed";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Numery uwag";

/* Netscape certificate type usage value */
"Object Signing" = "Podpisywanie obiektów";

/* Netscape certificate type usage value */
"Object Signing CA" = "CA podpisywania obiektów";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "OID zbyt długi";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Co najmniej jeden certyfikat wygasł lub nie jest jeszcze ważny.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Znaleziono co najmniej jedno nieobsługiwane rozszerzenie krytyczne.";

/* Label of field in Certificate Policies extension */
"Organization" = "Organizacja";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Inna nazwa";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Parametry";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Ograniczenie długości ścieżki";

/* Policy constraints extension label */
"Policy Constraints" = "Ograniczenia zasad";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "ID zasad nr %d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Kwalifikator zasad nr %d";

/* No comment provided by engineer. */
"Policy requirements not met." = "Wymagania nie są spełnione.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Okres użycia klucza prywatnego";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Uprawnienie wycofane";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Algorytm klucza publicznego";

/* No comment provided by engineer. */
"Public Key Data" = "Dane klucza publ.";

/* Label of field in extended key usage extension */
"Purpose" = "Przeznaczenie";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Kwalifikator";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Przyczyny";

/* label for general name field value */
"Registered ID" = "Zarejestrowany ID";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Zasada wymagania jawności";

/* Netscape certificate type usage value */
"Reserved" = "Zarezerwowane";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "Certyfikat główny nie jest wiarygodny.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "CA S/MIME";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Sekwencja";

/* No comment provided by engineer. */
"Serial Number" = "Numer seryjny";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Ustaw";

/* No comment provided by engineer. */
"Signature" = "Podpis";

/* No comment provided by engineer. */
"Signature Algorithm" = "Algorytm podpisu";

/* Netscape certificate type usage value */
"SSL CA" = "CA SSL";

/* Netscape certificate type usage value */
"SSL client" = "Klient SSL";

/* Netscape certificate type usage value */
"SSL server" = "Serwer SSL";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "ID klucza podmiotu";

/* No comment provided by engineer. */
"Subject Name" = "Nazwa podmiotu";

/* No comment provided by engineer. */
"Subject Unique ID" = "Unikalny ID podmiotu";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Zastąpiony";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "Wystawca tego certyfikatu wygasł.";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "Wystawca tego certyfikatu nie jest jeszcze ważny.";

/* No comment provided by engineer. */
"This certificate has expired" = "Certyfikat wygasł";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Certyfikat nie jest jeszcze ważny";

/* The certificate is temporally valid */
"This certificate is valid" = "Certyfikat jest ważny";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "Niezanalizowane: %@";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Nieużywane";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Użycie";

/* No comment provided by engineer. */
"Valid from" = "Ważny od";

/* No comment provided by engineer. */
"Version" = "Wersja";

/* label for general name field value */
"X.400 Address" = "Adres X.400";

/* Label of a X.501 Name */
"X.501 Name" = "Nazwa X.501";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "Certyfikat %2$s - X.509, wersja %1$d";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Tak";

